//
//  InfoPlist.strings
//  OnionBrowser2
//
//  Created by Benjamin Erhart on 03.04.19.
//  Copyright © 2012 - 2023, Tigas Ventures, LLC (Mike Tigas)
//
//  This file is part of Onion Browser. See LICENSE file for redistribution terms.
//
NSPhotoLibraryAddUsageDescription = "Necesar pentru a stoca imaginea selectată în galeria ta.";
NSCameraUsageDescription = "Necesar pentru a citi adresele podurilor de pe coduri QR scanate.";
NSFaceIDUsageDescription = "Necesar dacă vrei să deblochezi aplicația folosind Face ID.";
"New Tab" = "Fereastră nouă";
"Clear Data" = "Curăță datele";
"Close tabs and clear data" = "Închide toate ferestrele și curăță datele";
